adobe-acrobat-reader
adobe-photoshop-lightroom
adobe-photoshop-lightroom600
atom
autopano-giga
ccleaner
chefdk
citrix-receiver
crashplan
cryptomator
docker
dropbox
firefox
font-hasklig
font-source-code-pro
google-cloud-sdk
google-nik-collection
gpg-suite
hugin
iterm2
java
java8
keepassx
kitematic
libreoffice
libreoffice-language-pack
mactex
malwarebytes
microsoft-azure-storage-explorer
minikube
musicbrainz-picard
nomachine
powershell
puppet-agent
royal-tsx
skitch
skype
skype-for-business
skypewebplugin
teamviewer
vagrant
vagrant-manager
virtualbox
virtualbox-extension-pack
visual-studio-code
visualvm
vlc
vmware-remote-console
vnc-viewer
wireshark
xld
xmind
xquartz
