Damien.autoit
DavidAnson.vscode-markdownlint
Kaktus.perltidy-more
KnisterPeter.vscode-jira
MS-DevSkim.vscode-devskim
PeterJausovec.vscode-docker
adamvoss.yaml
adrienjoly.vscode-spellchecker-fr
alefragnani.project-manager
bewhite.dokd-vscode-preview
bibhasdn.git-easy
codezombiech.gitignore
donjayamanne.git-extension-pack
donjayamanne.githistory
eamodio.gitlens
eriklynd.json-tools
felipecaputo.git-project-manager
formulahendry.code-runner
foxundermoon.shell-format
henriiik.docker-linter
henriiik.vscode-perl
huazaierli.start-bash
huizhou.githd
jackkaramanian.perl-syntax
mauve.terraform
mohsen1.prettify-json
ms-vscode.PowerShell
ms-vscode.Theme-1337
pstreule.codebucket
redhat.java
rintoj.json-organizer
sfodje.perlcritic
sfodje.perltidy
shakram02.bash-beautify
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-french
timonwong.shellcheck
vscjava.vscode-java-debug
vscjava.vscode-java-pack
waderyan.gitblame
xceleration.jira-search
ziyasal.vscode-open-in-github
Python