DavidAnson.vscode-markdownlint
MS-DevSkim.vscode-devskim
PeterJausovec.vscode-docker
donjayamanne.githistory
eamodio.gitlens
eriklynd.json-tools
felipecaputo.git-project-manager
foxundermoon.shell-format
henriiik.docker-linter
henriiik.vscode-perl
jackkaramanian.perl-syntax
mauve.terraform
mohsen1.prettify-json
ms-vscode.PowerShell
redhat.java
rintoj.json-organizer
sfodje.perlcritic
sfodje.perltidy
shakram02.bash-beautify
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-french
timonwong.shellcheck
vscjava.vscode-java-debug
vscjava.vscode-java-pack